Repository: wmdbsystems/t3monitoring
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: nl

# tx_t3monitoring_domain_model_client
source: Client
nl: Klant

# tx_t3monitoring_domain_model_client.title
source: Title
nl: Titel

# tx_t3monitoring_domain_model_client.domain
source: Domain
nl: Domein

# tx_t3monitoring_domain_model_client.secret
source: Secret
nl: Geheim

# tx_t3monitoring_domain_model_client.php_version
source: Php Version
nl: PHP versie

# tx_t3monitoring_domain_model_client.mysql_version
source: Mysql Version
nl: MySQL versie

# tx_t3monitoring_domain_model_client.insecure_core
source: Insecure Core
nl: Onveilige core

# tx_t3monitoring_domain_model_client.outdated_core
source: Outdated Core
nl: Verouderde core

# tx_t3monitoring_domain_model_client.insecure_extensions
source: Insecure Extensions
nl: Onveilige extensies

# tx_t3monitoring_domain_model_client.outdated_extensions
source: Outdated Extensions
nl: Verouderde extensies

# tx_t3monitoring_domain_model_client.error_message
source: Error Message
nl: Foutmelding

# tx_t3monitoring_domain_model_client.extra_info
source: Extra Info
nl: Extra informatie

# tx_t3monitoring_domain_model_client.extra_warning
source: Extra Warning
nl: Extra waarschuwing

# tx_t3monitoring_domain_model_client.extra_danger
source: Extra Danger
nl: Extra gevaar

# tx_t3monitoring_domain_model_client.last_successful_import
source: Last Successful Import
nl: Laatste succesvolle import

# tx_t3monitoring_domain_model_client.extensions
source: Extensions
nl: Extensies

# tx_t3monitoring_domain_model_extension
source: Extension
nl: Extensie

# tx_t3monitoring_domain_model_extension.name
source: Name
nl: Naam

# tx_t3monitoring_domain_model_extension.version
source: Version
nl: Versie

# tx_t3monitoring_domain_model_extension.insecure
source: Insecure
nl: Onveilig

# tx_t3monitoring_domain_model_extension.next_secure_version
source: Next Secure Version
nl: Eerst volgende veilige versie

# tx_t3monitoring_domain_model_extension.title
source: Title
nl: Titel

# tx_t3monitoring_domain_model_extension.description
source: Description
nl: Beschrijving

# tx_t3monitoring_domain_model_extension.last_updated
source: Last Updated
nl: Laatste update

# tx_t3monitoring_domain_model_extension.author_name
source: Author Name
nl: Auteur naam

# tx_t3monitoring_domain_model_extension.update_comment
source: Update Comment
nl: Update beschrijving

# tx_t3monitoring_domain_model_extension.state
source: State
nl: Status

# tx_t3monitoring_domain_model_extension.category
source: Category
nl: Categorie

# tx_t3monitoring_domain_model_extension.version_integer
source: Version Integer
nl: Versie Integer

# tx_t3monitoring_domain_model_extension.is_used
source: Is Used
nl: Is gebruikt

# tx_t3monitoring_domain_model_extension.is_official
source: Is Official
nl: Is officieel

# tx_t3monitoring_domain_model_extension.is_modified
source: Is Modified
nl: Ver√§ndert

# tx_t3monitoring_domain_model_extension.is_latest
source: Is Latest
nl: Is laatste

# tx_t3monitoring_domain_model_extension.last_bugfix_release
source: Last Bugfix Release
nl: Laatste bugfix release

# tx_t3monitoring_domain_model_extension.last_minor_release
source: Last Minor Release
nl: Laatste Minor-Release

# tx_t3monitoring_domain_model_extension.last_major_release
source: Last Major Release
nl: Laatste Major-Release

# tx_t3monitoring_domain_model_extension.serialized_dependencies
source: Serialized Dependencies
nl: serialized afhankelijkheden

# tx_t3monitoring_domain_model_core.version
source: Version
nl: Versie

# tx_t3monitoring_domain_model_core.insecure
source: Insecure
nl: Onvelig

# tx_t3monitoring_domain_model_core.next_secure_version
source: Next Secure Version
nl: Volgende veilige versie

# tx_t3monitoring_domain_model_core.release_date
source: Release Date
nl: Datum van publicatie

# tx_t3monitoring_domain_model_core.latest
source: Latest
nl: Laatste

# tx_t3monitoring_domain_model_core.stable
source: Stable
nl: Stabiel

# tx_t3monitoring_domain_model_core.is_stable
source: Is Stable
nl: Is stabiel

# tx_t3monitoring_domain_model_core.is_active
source: Is Active
nl: Actief

# tx_t3monitoring_domain_model_core.is_latest
source: Is Latest
nl: Is de nieuwste

# tx_t3monitoring_domain_model_core.version_integer
source: Version Integer
nl: Versie Integer

# tx_t3monitoring_domain_model_core.is_used
source: Is Used
nl: Is gebruikt

# tx_t3monitoring_domain_model_core.is_official
source: Is Official
nl: Is officieel

# tx_t3monitoring_domain_model_sla.title
source: Title
nl: Titel

# tx_t3monitoring_domain_model_sla.description
source: Description
nl: Beschrijving

source: Update available
nl: Update beschikbaar

source: Secure
nl: Veilig

source: Loaded
nl: Geladen

source: Found in TER
nl: In TER gevonden

source: Next secure version:
nl: Volgende veilige versie:

# no.official.update
source: No official update available
nl: Geen officiele versie beschikbaar

source: yes
nl: ja

source: no
nl: nee

source: unknown
nl: onbekend

# no.cores.imported
source: No cores yet imported
nl: Nog geen core versies ge√Ømporteerd

source: No versions available
nl: Geen versies beschikbaar

# view.administration
source: Administration
nl: Administratie

# view.usedExtensions
source: Used extensions
nl: Gebruikte extensies

# view.core
source: Used core versions
nl: Gebruikte Core versies

# administration.import.headline
source: Start an import
nl: Import starten

# administration.import.success
source: The import was successful!
nl: De import was succesvol!

# administration.import.description
source: Be aware that the imports can take a while. If a timeout occurs, use CLI!
nl: Wees ervan bewust dat de import een tijdje kan duren. Als er een time-out optreedt de CLI gebruiken!

source: Create new client
nl: Nieuwe klant aanmaken

source: Edit client
nl: Bewerk klant

source: Extension List
nl: Lijst van extensies

source: Core Versions
nl: Core-versies

source: Administration
nl: Administratie

source: Available extensions
nl: Beschikbare extensies

source: Count
nl: Aantal

source: Search
nl: Zoeken

# search.introHelp
source: Use the search on the left to filter the clients for specific properties.
nl: Gebruik de zoekfunctie aan de linkerkant om de klanten voor specifieke eigenschappen te filteren.

# bulletins.headline
source: Latest security bulletins
nl: Laatste security bulletins

# bulletins.errorFetch
source: Sorry, the bulletins could not be fetched!
nl: Sorry, de bulletins konden niet opgehaald worden!

# bulletins.disabled
source: Loading the bulletins is disabled.
nl: Het ophalen van bulletins is uitgeschakeld.

# bulletins.all
source: All bulletins
nl: Alle bulletins

# clients.total
source: Clients (%s)
nl: Klanten (%s)

# clients.listAll
source: List all
nl: Alles bekijken

# clients.notFound
source: No clients found
nl: Geen klanten gevonden

# coreVersions.header
source: Core versions
nl: Core-versies

source: total
nl: totaal

# core.totalUsed
source: Used core versions (%s)
nl: Gebruikte Core-versies (%s)

# clients.notReachable
source: Not reachable
nl: Niet bereikbaar

# clients.numberOfExtensions
source: Number of extensions
nl: Aantal extensies

# client.facts
source: Facts
nl: Feiten

# client.noSuccessfulImport
source: No successful import until now!
nl: Geen succesvolle import tot nu toe!

# client.extra
source: Extra
nl: Extras

# client.extra.warning
source: Additional warnings
nl: Additionele waarschuwingen

# client.extra.danger
source: Additional error messages
nl: Additionele foutmeldingen

# filter.connectionErrors
source: Connection errors
nl: Verbindings foutmeldingen

# client.domainNotPingAble
source: The domain "%s" could not not be contacted (maybe invalid or not reachable)!
nl: Het domein "%s" kon niet bereikt worden (misschien ongeldig of niet bereikbaar)!

# filter.withExtraWarning
source: Additional warnings
nl: Additionele waarschuwingen

# filter.withExtraDanger
source: Additional errors
nl: Additionele foutmeldingen

# filter.fieldset.extensions
source: Extensions
nl: Extensies

# filter.fieldset.misc
source: Misc
nl: Diverse

# lastImport.header
source: Last imports
nl: Laatste import

# lastImport.client
source: Import clients
nl: Importeer klanten

# lastImport.core
source: Import core
nl: Importeer klanten

# lastImport.extension
source: Import extensions
nl: Importeer extensies

# lastImport.none
source: No import yet!
nl: Nog geen import!

# sla.notFound
source: No SLA records found!
nl: Geen SLA records gevonden!

# sla.clients
source: List all clients with this SLA
nl: Toon alle klanten met deze SLA

# sla.noClients
source: This SLA is not used by any client!
nl: Deze SLA wordt door geen enkele klant gebruikt!

# extension.total
source: Extensions (%s)
nl: Extensies (%s)

# extension.notFound
source: No extensions found
nl: Geen extensies gevonden

# extensionFilter.name
source: Name
nl: Naam

# extensionFilter.exactSearch
source: Exact search
nl: Exact zoeken

# extension.by
source: by %s
nl: door %s

# coreFilter.usage
source: Usage
nl: Gebruik

# coreFilter.usage.1
source: Used
nl: Gebruikt

# coreFilter.usage.0
source: All
nl: Alle

# administration.sponsors.headline
source: Sponsors
nl: Sponsoren

# administration.sponsors.description
source: This extension has been sponsored by
nl: Deze extensie is gesponsord door

# administration.ipHint
source: Set the allowed IP(s) for the client to <code>%s</code>.
nl: Zet de toegestane IP(s) voor de klant op <code>%s</code>.

# noClients.title
source: No clients created!
nl: Geen klanten aangemaakt!

# noClients.description
source: Great that you want to try t3monitoring! To start, create a new client by using the + icon above!
nl: Sch√∂n, dass Sie t3monitoring ausprobieren wollen! Um zu beginnen, erstellen Sie einen Client mit dem + Icon oben!

# presentationMode.client.title
source: Client with uid %s
nl: Client mit der uid %s

# emConfiguration.link
source: Configuration
nl: Configuratie

# noInsecureClients
source: No insecure clients found!
nl: Geen onveilige klanten gevonden!

# fetchClient.link
source: Fetch single client
nl: Haal enkele klant op

# fetchClient.success
source: The data of the client has been successfully fetched!
nl: De data voor de klant is succesvol opgehaald!
